let newslistArray = [
    {
        nId:0,
        nThumb:"news7.jpg",
        nTitle:`[뮤지컬] 김범 &lt;젠틀맨스 가이드&gt; 첫 공연 안내`,
        nDesc:`7월 6일 토요일!<br>
        배우 김범이 출연하는 뮤지컬 <젠틀맨스 가이드>가 광림아트센터 BBCH홀에서 첫 공연됩니다.`,
        nDate:"2024.07.06"
    },
    {
        nId:1,
        nThumb:"news8.jpg",
        nTitle:`[뮤지컬] 손우현 &lt;젠틀맨스 가이드&gt; 첫 공연 안내`,
        nDesc:`7월 6일 토요일!<br>
        배우 손우현이 출연하는 뮤지컬 <젠틀맨스 가이드>가 광림아트센터 BBCH홀에서 첫 공연됩니다.`,
        nDate:"2024.07.06"
    },
    {
        nId:2,
        nThumb:"news1.jpg",
        nTitle:`[영화] 채수빈 &lt;하이재킹&gt; 개봉 안내`,
        nDesc:`6월 21일 금요일!<br>
        배우 채수빈이 출연하는 영화 <하이재킹>이 개봉합니다.`,
        nDate:"2024.06.21"
    },
    {
        nId:3,
        nThumb:"news2.jpg",
        nTitle:`[드라마] 송승헌 tvN &lt;플레이어2: 꾼들의 전쟁&gt; 첫 방송 안내`,
        nDesc:` 6월 3일 월요일 저녁 8시 50분! <br>
        배우 송승헌이 출연하는 tvN 월화드라마 <플레이어2: 꾼들의 전쟁>이 방송됩니다.`,
        nDate:"2024.06.03"
    },
    {
        nId:4,
        nThumb:"news3.jpg",
        nTitle:`[예능] 유연석 SBS &lt;틈만 나면,&gt; 첫 방송 안내`,
        nDesc:`  4월 23일 화요일 밤 10시 20분! <br>
        배우 유연석이 출연하는 SBS <틈만 나면,>이 첫 방송됩니다.`,
        nDate:"2024.04.23"
    },
    {
        nId:5,
        nThumb:"news4.jpg",
        nTitle:`[드라마] 조윤희 SBS &lt;7인의 부활&gt; 첫 방송 안내`,
        nDesc:`3월 29일 금요일 밤 10시! <br>
        배우 조윤희가 출연하는 SBS 금토드라마 <7인의 부활>이 방송됩니다.`,
        nDate:"2024.03.29"
    },
    {
        nId:6,
        nThumb:"news5.jpg",
        nTitle:`[뮤지컬] 유연석 &lt;헤드윅&gt; 첫 공연 안내`,
        nDesc:`3월 22일 금요일! <br>
        배우 유연석이 출연하는 뮤지컬 <헤드윅>이 첫 공연됩니다.`,
        nDate:"2024.03.22"
    },
    {
        nId:7,
        nThumb:"news6.jpg",
        nTitle:`[시리즈] 장다아 티빙 오리지널 시리즈 &lt;피라미드 게임&gt; 공개 안내`,
        nDesc:` 2월 29일 목요일! <br>
        배우 장다아가 출연하는 티빙 오리지널 시리즈 <피라미드 게임>이 공개됩니다.`,
        nDate:"2024.02.29"
    }
]